Repository: vmarreros/hpc
Catalog: service_django/application/i18n/application/website/locale/website___content___homepage/locale/*/LC_MESSAGES/django.po
Languages: es

# WEBSITE___CONTENT___HOME___HEADER___Title
source: UCLV Supercomputing System
es: Sistema de Supercómputo de la UCLV

# WEBSITE___CONTENT___HOME___HEADER___Description
source: As a leader in high performance computing (HPC), the <b>HPC Cluster of the Central University “Marta Abreu” of Las Villas (HPC UCLV)</b> is a vital resource for researchers and engineers at our university, as well as in the national territory.
es: Como líder en la computación de alto desempeño (High Performance Computing, HPC), el <b>Cluster HPC de la Universidad Central “Marta Abreu” de Las Villas (HPC UCLV)</b> es un recurso de vital importancia para investigadores e ingenieros en nuestra universidad, así como en el territorio nacional.

# WEBSITE___CONTENT___HOME___HEADER___Register
source: Sign up
es: Regístrate

# WEBSITE___CONTENT___HOME___HEADER___Login
source: or login
es: o inicia sesión

# WEBSITE___CONTENT___HOME___CONTENT___Description
source: The <a href="http://intranet.uclv.edu.cu">Central University “Marta Abreu” of Las Villas</a> has a supercomputing center made up of the high availability calculation cluster, MAMBÍ and a Big Data cluster, both of which are based on research and teaching.
es: La <a href="http://intranet.uclv.edu.cu">Universidad Central “Marta Abreu” de Las Villas</a> cuenta con un centro de supercómputo integrado por el clúster de Cálculo de alta disponibilidad, MAMBÍ y por un clúster de Big Data, puestos ambos en función de la investigación y la docencia.

# WEBSITE___CONTENT___HOME___CONTENT___HPC___Title
source: HPC cluster features
es: Características del clúster HPC

# WEBSITE___CONTENT___HOME___CONTENT___HPC___Description
source: For the HPC service 81 nodes are used for CPU processing and a node with two Nvidia K80 GPUs for processing requiring GPU.
es: Para el servicio de HPC se utilizan 81 nodos para el procesamiento CPU y un nodo con dos GPU Nvidia K80 para procesamientos que requieran GPU.

# WEBSITE___CONTENT___HOME___CONTENT___HPC___Footer
source: The theoretical performance of the system is 3.90 TFLOPs of operations in CPU and 5.82 TFLOPs of operations in GPU.
es: El rendimiento teórico del sistema es de 3,90 TFLOPs de operaciones en CPU y 5,82 TFLOPs de operaciones en GPU.

# WEBSITE___CONTENT___HOME___CONTENT___BIGDATA___Title
source: BigData cluster features
es: Características del clúster de BigData

# WEBSITE___CONTENT___HOME___CONTENT___BIGDATA___Description
source: The Big Data Cluster is implemented on Apache tools and with a distributed HDFS storage system. It consists of 32 IBM servers with Nehalem processors.
es: El Clúster Big Data, está implementado sobre herramientas de Apache y con un sistema distribuido de almacenamiento HDFS. Está compuesto por 32 servidores IBM con procesadores Nehalem.

# WEBSITE___CONTENT___HOME___CONTENT___BIGDATA___Footer
source: The theoretical performance of the system is 3.90 TFLOPs of operations in CPU and 5.82 TFLOPs of operations in GPU.
es: El rendimiento teórico del sistema es de 3,90 TFLOPs de operaciones en CPU y 5,82 TFLOPs de operaciones en GPU.

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Thick_nodes
source: Thick nodes
es: Nodos gruesos

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Thin_nodes
source: Thin nodes
es: Nodos delgados

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Equipment
source: Equipment
es: Equipo

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Model
source: Model
es: Modelo

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Processor
source: Processor
es: Procesador

# WEBSITE___CONTENT___HOME___CONTENT___TABLE___Cores
source: Cores
es: Núcleos
