Repository: vmarreros/hpc
Catalog: service_django/application/i18n/application/administration/locale/administration___content___security___group/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION___CONTENT___SECURITY___GROUPS
es: Grupos

source: ADMINISTRATION___CONTENT___SECURITY___GROUP
es: Grupo

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___TABLE___NAME
es: Nombre

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___TABLE___IS_ACTIVE
es: Es activo

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___ID
es: ID

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___IS_ACTIVE
es: Es activo

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___IS_ACTIVE___HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___CREATED
es: Creado

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___MODIFIED
es: Modificado

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___NAME
es: Nombre

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___PERMISSIONS
es: Permisos

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___VALIDATION This instance is a branch of a non-active instance, so it can not be activated.
es: Esta instancia es una rama de una instancia no activa, por lo que no se puede activar.

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___VALIDATION There are instances that are branches of this instance, so it can not be deleted.
es: Hay instancias que son ramas de esta instancia, por lo que no se puede eliminar.

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: ADMINISTRATION___CONTENT___SECURITY___GROUP___VALIDATION This name has already been chosen.
es: Este nombre ya ha sido elegido.
