Repository: vmarreros/hpc
Catalog: service_django/application/i18n/apps/administration/locale/administration___content/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION___CONTENT___ACTION_REFRESH
es: Refrescar

source: ADMINISTRATION___CONTENT___ACTION_CLOSE
es: Cerrar

source: ADMINISTRATION___CONTENT___ACTION_CREATE
es: Crear

source: ADMINISTRATION___CONTENT___ACTION_CREATE_UPDATE
es: Crear y Modificar

source: ADMINISTRATION___CONTENT___ACTION_DETAIL
es: Detallar

source: ADMINISTRATION___CONTENT___ACTION_UPDATE
es: Modificar

source: ADMINISTRATION___CONTENT___ACTION_DELETE
es: Eliminar

source: ADMINISTRATION___CONTENT___ACTION_APPROVE
es: Aprobar

source: ADMINISTRATION___CONTENT___ACTION_DISAPPROVE
es: Desaprobar

source: ADMINISTRATION___CONTENT___ACTION_SEARCH
es: Buscar

source: ADMINISTRATION___CONTENT___OPTION_NOT_FOUND
es: No encontrado

source: ADMINISTRATION___CONTENT___OPTION_ATTRIBUTE
es: Atributo

source: ADMINISTRATION___CONTENT___OPTION_VALUE
es: Valor

source: ADMINISTRATION___CONTENT___OPTION_YES
es: si

source: ADMINISTRATION___CONTENT___OPTION_NO
es: no

source: ADMINISTRATION___CONTENT___VALIDATION Action not performed, maximum number of possible instances is %(maximum_number)s.
es: Acción no realizada, el número máximo de posibles instancias es %(maximum_number)s.

source: ADMINISTRATION___CONTENT___QUESTION Are you sure you want to delete it?
es: ¿Usted está seguro que quiere eliminarlo?

source: ADMINISTRATION___CONTENT___QUESTION Are you sure you want to approve it?
es: ¿Usted está seguro que quiere aprobarlo?

source: ADMINISTRATION___CONTENT___QUESTION Are you sure you want to disapprove it?
es: ¿Usted está seguro que quiere desaprobarlo?

source: ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully created.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha creado correctamente.

source: ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully updated.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha modificado correctamente.

source: ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully deleted.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha borrado correctamente.

source: ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully approved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha aprobado correctamente.

source: ADMINISTRATION___CONTENT___MESSAGE %(instance)s was successfully disapproved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha desaprobado correctamente.

source: ADMINISTRATION___CONTENT___ADMINISTRATION
es: Administración
